ลลิตวิตระ อัธยายที่  ๑ ตอนที่ ๑ 
@
ฤคเวท  เป็นคัมภีร์เล่มแรกในพระเวท แต่งขึ้นเมื่อราว 3000 ปีก่อนคริสตกาล เป็นตำราทางศาสนาที่เก่าแก่ที่สุดในโลก ประกอบไปด้วยบทสวดที่วางท่วงทำนอง ในการสวดไว้อย่างตายตัว กล่าวถึงบทสรรเสริญคุณ อำนาจแห่งเทวะ และประวัติการสร้างโลก รวมถึงหน้าที่ของพระพรหมผู้สร้างมนุษย์และสรรพสิ่ง ซึ่งจะใช้ในพิธีการบรวงสรวงเทพเจ้าต่างๆ ของชาวอารยัน ( ตัวอย่างปริวรรต แสดงเฉพาะมัณฑละที่ ๑ สูกตะที่ ๑-๓๐)
@
नमः सर्वबुद्धबोधिसत्त्वेभ्यः।

ललितविस्तरः।

॥ ॐ नमो दशदिगनन्तापर्यन्तलोकधातुप्रतिष्ठितसर्वबुद्धबोधिसत्त्वार्यश्रावकप्रत्येकबुद्धेभ्योऽतीतानागतप्रत्युत्पन्नेभ्यः॥
१ निदानपरिवर्तः प्रथमः।

एवं मया श्रुतम्।
 एकस्मिन्समये भगवान् श्रावस्त्यां विहरति स्म जेतवनेऽनाथपिण्डदस्यारामे महता भिक्षुसंघेन सार्धं द्वादशभिर्भिक्षुसहस्रैः।
 तद्यथा-आयुष्मता च ज्ञानकौण्डिन्येन।
 आयुष्मता चाश्वजिता।
 आयुष्मता च बाष्पेण।
 आयुष्मता च महानाम्ना।
 आयुष्मता च भद्रिकेण।
 आयुष्मता च यशोदेवेन।
 आयुष्मता च विमलेन।
 आयुष्मता च सुबाहुना।
 आयुष्मता च पूर्णेन।
 आयुष्मता च गवांपतिना।
 आयुष्मता चोरुबिल्वाकाश्यपेन।
 आयुष्मता च नदीकाश्यपेन।
 आयुष्मता च गयाकाश्यपेन।
 आयुष्मता च शारिपुत्रेण।
 आयुष्मता च महामौद्गल्यायनेन।
 आयुष्मता च महाकाश्यपेन।
 आयुष्मता च महाकात्यायनेन।
 आयुष्मता च कफिलेन।
 आयुष्मता च कौण्डिन्येन।
 आयुष्मता च चुनन्देन।
 आयुष्मता च पूर्णमैत्रायणीपुत्रेण।
 आयुष्मता चानिरुद्धेन।
 आयुष्मता च नन्दिकेन।
 आयुष्मता च कस्फिलेन।
 आयुष्मता च सुभूतिना।
 आयुष्मता च रेवतेन।
 आयुष्मता च खदिरवनिकेन।
 आयुष्मता चामोघराजेन।
 आयुष्मता च महापारणिकेन।
 आयुष्मता च बक्कुलेन।
 आयुष्मता च नन्देन।
 आयुष्मता च राहुलेन।
 आयुष्मता च स्वागतेन।
 आयुष्मता चानन्देन।
 एवंप्रमुखैर्द्वादशभिर्भिक्षुसहस्रैः सार्धं द्वात्रिंशता च बोधिसत्त्वसहस्रैः सर्वैरेकजातिप्रतिबद्धैः सर्वबोधिसत्त्वपारमितानिर्जातैः सर्वबोधिसत्त्वाभिज्ञताविक्रीडितैः सर्वबोधिसत्त्वधारणीप्रतिभानप्रतिलब्धैः सर्वबोधिसत्त्वधारणीप्रतिलब्धैः सर्वबोधिसत्त्वप्रणिधानसुपरिपूर्णैः सर्वबोधिसत्त्वप्रतिसम्यग्गतिंगतैः सर्वबोधिसत्त्वसमाधिवशिताप्राप्तैः सर्वबोधिसत्त्ववशिताप्रतिलब्धैः सर्वबोधिसत्त्वक्षान्त्यवकीर्णैः सर्वबोधिसत्त्वभूमिपरिपूर्णैः।
 तद्यथा- मैत्रेयेण च बोधिसत्त्वेन महासत्त्वेन।
 धरणीश्वरराजेन च बोधिसत्त्वेन महासत्त्वेन।
 सिंहकेतुना च बोधिसत्त्वेन महासत्त्वेन।
 सिद्धार्थमतिना च बोधिसत्त्वेन महासत्त्वेन।
 प्रशान्तचारित्रमतिना च बोधिसत्त्वेन महासत्त्वेन।
 प्रतिसंवित्प्राप्तेन च बोधिसत्त्वेन महासत्त्वेन।
 नित्योद्युक्तेन च बोधिसत्त्वेन महासत्त्वेन।
 महाकरुणाचन्द्रिणा च बोधिसत्त्वेन महासत्त्वेन।
 एवंप्रमुखैर्द्वात्रिंशता च बोधिसत्त्वसहस्रैः॥