ลลิตวิตระ อัธยายที่  ๑ ตอนที่ ๒
@
อัธยายที่ ๑ เรียกว่านิทานปริวรรต ว่าด้วยเหตุที่พระพุทธทรงแสดงธรรมปริยายคือ ลลิตวิสตรนี้ ในตอนที่ ๒ นี้กล่าวถึงพระผู้มีพระภาคเจ้าที่ทรงประทับในมหานครศราวัสตี ว่าเป็นที่เคารพบูชาของประชาชนทั้งหลาย และกล่าวสรรเสริญสดุดีพระคุณของพระองค์
@
तेन खलु पुनः समयेन भगवान् श्रावस्तीं महानगरीमुपनिश्रित्य विहरति स्म सत्कृतो गुरुकृतो मानितः पूजितश्च तिसृणां परिषदां राज्ञां राजकुमाराणां राजमन्त्रिणां राजमहामात्राणां राजपादमूलिकानां क्षत्रियब्राह्मणगृहपत्यमात्यपार्षद्यानां पौरजानपदानामन्यतीर्थिकश्रमणब्राह्मणचरकपरिव्राजकानाम्।
 लाभी च भगवान् प्रभूतानां खादनीयं भोजनीयमास्वादनीयाकल्पिकानां चीवरपिण्डपात्रशयनासनग्लानप्रत्ययभैषज्यपरिष्काराणाम्।
 लाभाग्र्ययशोग्र्यप्राप्तश्च भगवान् सर्वत्र चानुपलिप्तः पद्म इव जलेन।
 उदारश्च भगवतः कीर्तिशब्दश्लोको लोकेऽभ्युद्गतोऽर्हन् सम्यक्संबुद्धो विद्याचरणसंपन्नः सुगतो लोकवित् परः पुरुषदम्यसारथिः शास्ता देवानां च मनुष्याणां च बुद्धो भगवान् पञ्चचक्षुःसमन्वागतः।
 स इमं च लोकं परं च लोकं सदेवकं समारकं सब्रह्मकं सश्रमणब्राह्मणीन् प्रजान् सदेवमानुषान् स्वयं विज्ञाय साक्षात्कृत्य उपसंपद्य विहरति स्म।
 सद्धर्मं देशयति स्म आदौ कल्याणं मध्ये कल्याणं पर्यवसाने कल्याणं स्वर्थं सुव्यञ्जनं केवलं परिपूर्णं परिशुद्धं पर्यवदातं व्रह्मचर्यं संप्रकाशयति स्म॥