ศูรางคมธารณีสูตร
@
ศูรางคมธารณีสูตร เป็นธารณีที่อยู่ในพระสูตรมหายานชื่อ ศูรางคมสูตร ผูกที่ ๓ ในส่วนธารณีแบ่งเป็น ๕ บท และเป็นธารณีมนต์ที่น่าศึกษาสำหรับผู้สนใจพุทธศาสนาในนานานิกายและผู้สนใจในภาษาสันสกฤต เพราะศูรางคมธารณีสูตรเป็นธารณีมนต์ที่สำคัญบทหนึ่งของฝ่ายมนตรยานและฝ่ายมหายานในประเทศจีน  ในพระสูตรยกย่องว่าเป็นพระคาถาที่ทรงบุญญานุภาพมากหลาย ในศูรางคมธารณีสูตรมีเนื้อหากล่าวถึงพระอานนท์เถระถูกนางมาตังคีทำร้ายด้วยมนต์ดำ พระพุทธองค์ทรงอยู่ในสมาธิจึงทรงเปล่งพุทธรัศมีจากพระอุษณีย์(คือ ส่วนนูนกลางพระเศียร) แสดงพระธารณีบทนี้เพื่อช่วยพระอานนท์ จากนั้นจึงทรงตรัสแสดงธารณีนี้แก่สรรพสัตว์

ในฝ่ายมนตรยานนับถือว่าเป็นธารณีประจำพระองค์ของพระสิตาตปัตราโพธิสัตว์ คือ พระโพธิสัตว์ผู้ทรงสิตปัตร คือ มีพันหัตถ์ ทั้งยังนับถือกันว่าจะทรงปกป้องคุ้มครองสรรพสัตว์ทั้งหลายและเหล่าผู้บูชา ประดุจฉัตรสีขาวบริสุทธิ์ ที่กางกั้นบนพระเศียรของปวงพระพุทธเจ้า
@
***********प्रथमः************
१ नमः सर्व बुद्ध बोधि-सत्वे-भ्यः
२ नमः सप्तानां सम्यक्-संबुद्ध कोटीनां स-श्रावक संघानां
३ नमो लोके अर्हत्तां
४ नमः स्रोतापन्नानां
५ नमः सकृदागामिनां॥
६ नमः अनागामिनां॥
७ नमो लोके सम्यग्-गतानां सम्यक्-प्रति-पन्नानां
८ नमो देवर्षिणां॥
९ नमः सिद्ध-विद्या-धार-र्षिणां।
शापानुग्रह-समर्थानां॥
१० नमो ब्रह्मणे॥
नमः इन्द्राय॥
११ नमो भगवते रुद्राय उमापति-सहीयाय॥
१२ नमो भगवते नारायणाय।
१३ लक्ष्मि पंच-महा-मुद्रा नमस्-कृताय॥
१४ नमो भगवते महा-कालाय।
त्रिपुर-नगर-विद्रापण-कराय।
१५ अधि-मुक्तक श्मशान-वासिने।
मातृ-गण नमस्-कृताय॥
१६ नमो भगवते तथागत कुलाय॥
१७ नमो भगवते पद्म कुलाय॥
१८ नमो भगवते वज्र कुलाय॥
१९ नमो भगवते मणि कुलाय॥
२० नमो भगवते गज-कुलाय॥
२१ नमो भगवते दृढ-शूर-सेन-प्र-हरण-राजाय।
तथागताय अर्हते सम्यक्-संबुद्धाय॥
२२ नमो भगवते अमिताभाय।
तथागताय अर्हते सम्यक्-संबुद्धाय॥
२३ नमो भगवते अक्षोभ्याय।
तथागताय अर्हते सम्यक्-संबुद्धाय॥
२४ नमो भगवते भैषज्य-गुरु-वैडूर्य-प्रभ-राजाय।
थागताय अर्हते सम्यक्-संबुद्धाय
२५ नमो भगवते संपुष्पित-सालेन्द्र-राजाय।
तथागताय अर्हते सम्यक्-संबुद्धाय॥
२६ नमो भगवते शाक्यमुनये।
तथागताय अर्हते सम्यक्-संबुद्धाय॥
२७ नमो भगवते रत्न-कुसुम-केतु-राजाय।
तथागताय अर्हते सम्यक्-संबुद्धाय॥
२८ तेषां नमस्-कृत्व इमां भगवत स्तथागतोष्णीषं।
सितातपत्रं नमापराजितं प्रत्यङ्गिरां॥
२९ सर्व भूत-ग्रह निग्रह-करणीं॥
३० पर विद्या च्छेदनीं॥
३१ अकालं-म्ट्त्यु परि-त्राण-करीं॥
३२ सर्व बन्धन मोक्षणीं॥
३३ सर्व दुष्ट दुः-स्वप्न निवारणीं॥
३४ चतुरशीतीनां ग्रह सह्स्राणां वि-ध्वंसन-करीं॥
३५ अष्टा-विंशतिनां नक्शत्राणां प्रसदन-करिन्॥
अस्ह्तनम् मह ग्रहनम् विध्वम्सन-करिन्
३६ सर्व शत्रू निवारणीं॥
३७ घोरं दुः-स्वप्नानां च नाशनीं॥
३८ विष शस्त्र अग्नि उत्तरणीं॥
३९ अपराजितं महा-घोरां।
महा-बलाम् महा-चण्डां महा-दीप्तं महा-तेजं।
महा-श्वेताम् महा-ज्वलं महा-बला पाण्डर-वासिनी
४० आर्य-तारा भृकुटीं चेव विजय वज्र-मलेति वि-श्रुतां।
पद्मंकं वज्र-जिह्व च माला-चेवापराजित।
वज्रा दण्डीं विशाला च शन्त वैदेव-पूजितां।
सौम्य-रूपं महा-श्वेता।
आर्य-तारा महा-बल अपरा व्ज्र शण्कला चेव।
वज्र कौमारि कुलन्-धरी।
वज्र हस्ता च महा-विद्या कांचन मालिका।
कुसुंभा रत्न चेव वैरोचना कुलाथदां उष्णीष।
वि-जृम्भ-माना च सवज्र कनक प्रभ लोचन।
वज्रा तुण्डी च श्वेता च कमलाक्षी शशी-प्रभ।
इत्येते मुद्र गणा।
सर्वे रक्षं कुर्वन्तु मम सर्व सत्वानां च॥
************द्वितीयः************
४१ ॐ ऋषि-गण प्रशास्तय सर्व तथागतोष्णीषाय हूं त्रूं॥
४२ जम्भन-कर हूं त्रूं॥
४३ स्तम्भन-कर हूं त्रूं॥
४४ मोहन-कर हूं त्रूं॥
४५ मथन-कर हूं त्रूं॥
४६ पर-विद्या सं-भक्षण-कर हूं त्रूं॥
४६ सर्व दुष्टानां स्तम्भन-कर हूं त्रूं॥
४७ सर्व यक्ष राक्षस ग्रहाणां।
वि-ध्वंसन-कर हूं त्रूं॥
४८ चतुरशीतीनां ग्रह सहस्राणां॥
वि- ध्वंसन-कर हूं त्रूं॥
४९ अष्टा-विंशतीनां नक्षत्रानां प्र-सादन-कर हूं त्रूं॥
५० अष्टानां महा-ग्रहाणां उत्सादन-कर हूं त्रूं॥
५१ रक्ष रक्ष मां॥
५२ भगवन् स्तथागतोष्णीष सितातपत्र महा वज्रोष्णीष।
महा प्रत्यङ्गिरे महा सहस्र-भुजे सहस्र-शीर्षे॥
५३ कोटी-शत सहस्र-नेत्रे।
अभेद्य ज्वलिता-तटक।
महा-व्ज्रोदार तृ-भुवन मण्डल॥
५४ ॐ स्वस्तिर् भवतु मां मम॥
************तृतीयः ************
५५ राज-भया चोर-भया उदक-भया अग्नि-भया।
विष-भया शस्त्र-भया पर-चक्र-भया दु-भिक्ष-भया।
अशनि- भया अकाल-मृत्यु-भया धरणी-भूमि-कम्पा-भया उल्का-पात-भया।
राज-दण्ड-भया सुपर्णि-भया नाग-भया विद्युत्-भया॥
५६ देव-ग्रहा नाग-ग्रहा यक्ष-ग्रहा राक्षस-ग्रहा प्रेत-ग्रहा।
पिशाच-ग्रहा भूत-ग्रहा कुम्भण्ड-ग्रहा पूतन-
ग्रहा।
कट-पूतन-ग्रहा स्कन्द-ग्रहा अपस्मार-ग्रहा उत्माद-ग्रहा।
च्छाय-ग्रहा रेवति-ग्रहा जमिक-ग्रहा
कण्ठ-कमिनि-ग्रहा॥
५७ ओजाहारिण्या गर्भाहारिण्या जाताहारिण्या जीविताहारिण्य।
रुधिराहारिण्या वसाहारिण्या मांसाहारिण्या
मेदाहारिण्या।
मज्जाहारिण्या वान्ताहारिण्या असुच्याहारिण्या चिच्चाहारिण्या।
तेषां सर्वेषां॥
५८ सर्व ग्रहाणां विद्यां च्छिन्द-यामि कील-यामि॥
५९ परि-ब्रजाक कृतां विद्यां च्छिन्द-यामि कील-यामि॥
६० डाक-डाकिनी कृतां विद्यां च्छिन्द-यामि कील-यामि
६१ महा-पशुपति रुद्र कृतां विद्यां च्छिन्द-यामि कील-यामि॥
६२ नारायणा पंच महा मुद्रा कृतां विद्यां च्छिन्द-यामि कील-यामि
६३ तत्व गरुड सहीयाय कृतां विद्यां च्छिन्द-यामि कील-यामि
६४ महा-काल मातृगण सहीयाय कृतां विद्यां च्छिन्द-यामि कील-यामि॥
६५ कापालिक कृतां विद्यां च्छिन्द-यामि कील-यामि॥
६६ जयकरा मधुकर सर्वार्थ-साधक कृतां।
विद्यां च्छिन्द-यामि कील-यामि
६७ चतुर्-भगिनी भ्रतृ-पंचम सहीयाय कृतां।
विद्यां च्छिन्द-यामि कील-यामि॥
६८ भृङ्गि-रिटिक नन्दि-केश्वर गणपति सहीय कृतां।
विद्यां च्छिन्द-यामि कील-यामि॥
६९ नग्न-श्रमण कृतां विद्यां च्छिन्द-यामि कील-यामि॥
७० अर्हन्त कृतां विद्यां च्छिन्द-यामि कील-यामि॥
७१ वीत-राग कृतां विद्यां च्छिन्द-यामि कील-यामि॥
७२ वज्र-पाणि गुह्यकाधिपति कृतां विद्यां च्छिन्द-यामि कील-यामि॥
७३ रक्ष रक्ष मां॥
************चतुर्थः ************
७४ भगवत स्तथागतोषीषं सितातपत्रं नमो-स्तुते॥
७५ असितानलार्क प्रभ-स्फुट विकसितातपत्रे॥
७६ ज्व ज्वल धक-खक विधक-विधक दर दर विदर विदर।
७७ च्छिन्द च्छिन्द भिन्द भिन्द।
हूं हूं फट्! फट्! स्वाहा॥
७८ हेहे फट्॥
अमोघ फट्॥
अप्रतिहत फट्॥
वर-प्रद फट्॥
७९ असुर विद्रापक फट्॥
सर्व देवे-भ्यह् फट्॥
सर्व नागे-भ्यः फट्
८० सर्व यक्षे-भ्यः फट्॥
सर्व राक्षसे-भ्यः फट्॥
८१ सर्व गरुडे-भ्यः फट्॥
सर्व गान्धर्वे-भ्यः फट्॥
८२ सर्व असुरे-भ्यः फट्॥
सर्व किन्दरे- भ्यः फट्॥
८३ सर्व महोरगे- भ्यः फट्॥
सर्व मनुषे- भ्यः फट्॥
८४ सर्व अमनुषे- भ्यः फट्॥
सर्व भूते- भ्यः फट्॥
८५ सर्व पिशाचे- भ्यः फट्॥
सर्व कुम्भण्डे- भ्यः फट्॥
८६ सर्व पूतने- भ्यः फट्॥
सर्व कट-पूतने- भ्यः फट्॥
८७ सर्व दुर्-लङ्घिते- भ्यः फट्॥
सर्व दुष्-प्रेक्षिते- भ्यः फट्॥
८८ सर्व ज्वरे- भ्यः फट्॥
सर्व अपस्मारे- भ्यः फट्॥
८९ सर्व श्रमणे- भ्यः फट्॥
सर्व तिर्थिके- भ्यः फट्॥
९० सर्व उत्मादे- भ्यः फट्॥
सर्व विद्या-राजाचार्ये- भ्यः फट्॥
९१ जयकरा मधुकर सर्वार्थ-साधके- भ्यः फट्॥
९२ सर्व विद्याचार्ये- भ्यः फट्॥
चतुर् भगिनी- भ्यः फट्॥
९३ वज्र कौमारी कुलन्-धरी महा-विद्या-राजेभ्यः फट्॥
९४ महा-प्रत्यङ्गिरे-भ्यः फट्॥
वज्र शन्कलाय फट्॥
९५ महा-प्रत्यङ्गिर-राजाय फट्॥
९६ महा-कालाय महा-मातृ-गण नमस्-कृताय फट्॥
९७ वेष्णुवीये फट्॥
ब्रह्मणीये फट्॥
अग्नीये फट्॥
महा-कालीये फट्॥
९८ काल-दण्डीये फट्॥
इन्द्रीये फट्॥
रौद्रीये फट्॥
९९ चामुण्डीये फट्॥
काल-रात्रीये फट्॥
कापालीये फट्॥
१०० अधि-मुक्तक श्मशान वासिनीये फट्॥
१०१ येके-चित्त सत्व मम॥
************पञ्चमः ************
१०२ दुष्ट-चित्ता पाप-चित्ता रौद्र-चित्ता वि-द्वेष अमैत्र-चित्ता॥
१०३ उत्पाद-यन्ति कील-यन्ति मन्त्र-यन्ति जपन्ति जुह्वन्ति॥
१०४ ओजाहारा गर्भाहारा रुधिराहारा वसाहारा।
१०५ मज्जाहारा जाताहारा जीविताहारा मल्याहारा।
१०६ गन्धाहारा पुष्पाहारा फलाहारा सस्याहारा॥
१०७ पाप-चित्ता दुष्ट-चित्ता रौद्र-चित्ता॥
१०८ यक्ष-ग्रह राक्षस-ग्रह प्रेत-ग्रह पिशाच-ग्रह।
१०९ भूत-ग्रह कुम्भण्ड-ग्रह स्कन्द-ग्रह उत्माद-ग्रह।
११० च्छाय-ग्रह अपस्मार-ग्रह डाक-डाकिनी-ग्रह।
१११ रेवति-ग्रह जमिक-ग्रह शकुनि-ग्रह मन्त्र-नन्दिक-ग्रह।
११२ लम्विक-ग्रह हनु कण्ठ-पाणि-ग्रह॥
११३ ज्वर एकाहिका द्वैतीयका स्त्रैतीयका चतुर्-थका॥
११४ नित्य-ज्वरा विषम-ज्वरा वतिका पैत्तिका।
श्लेष्मिका सन्-निपतिका सर्व-ज्वरा॥
११५ शिरोर्त्ति अर्धवभेदक अरोचक।
११६ अक्षि-रोगं नस-रोगं मुख-रोगं हृद्-रोगं गल-ग्रहं।
११७ कर्न्ण-शूलं दन्त-शूलं हृदय-शूलं मर्म-शूलं।
११८ पार्श्व-शूलं पृष्ठ-शूलं उदर-शूलं कण्टी-शूलं।
११९ वस्ति-शूलं ऊरु-शूलं जाङ्घ-शूलं हस्त-शूलं।
पाद-शूलं सर्वाङ्ग-प्रत्यङ्ग-शूलं॥
१२० भूत वेताड डाक-डाकिनी ज्वर॥
१२१ दद्रु काण्डु किटिभलोतवै सर्प-लोहालिङ्ग।
शूषत्र सगर विश-योग।
१२२ अग्नि उदक मर वैर कान्तार अकालं-मृत्यु॥
१२३ त्रैबुक त्रै-लटक वृश्चिक सर्प नकुल।
सिंघ व्याघ्र ऋक्ष तरक्ष मृग।
स्व-पर जीव तेषां सर्वेषां॥
१२४ षितातपत्रं महा-व्ज्रोष्णीषं महा-प्रत्यङ्गिरं॥
१२५ यावद्वा-दश योजनाभ्यन्तरेण।
सीमा-बन्धं करोमि।
दिशा-बन्धं करोमि।
पार-विद्या-बन्धं करोमि।
तेजो-बन्धं करोमि।
हस्त-बन्धं करोमि ।
पाद-बन्धं करोमि।
सर्वाङ्ग-प्रत्यङ्ग-बन्धं करोमि॥
१२६ तद्यथा: ॐ अनले अनले विशदे विशदे वीर व्ज्र-धरे।
बन्ध बन्धनि।
वज्र-पाणि फट्! हूं त्रूं फट्! स्वाहा॥
नमः स्तथागताय सुगताय अर्हते सम्यक्-संबुद्धाय।
सिद्ध्यन्तु मन्त्र-पद स्वाहा॥